// Задача 10: Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.

// 456 -> 5
// 782 -> 8
// 918 -> 1

// Console.WriteLine("Введите трехзначное число ");
// string number = Console.ReadLine()!;
// if (number.Length == 3)
// {
//     Console.WriteLine($"{number} -> {number[1]}");
// }
// else
// {
//     Console.WriteLine("Введено неверное число");
// }

// Задача 13: Напишите программу, которая выводит третью цифру заданного числа или сообщает, что третьей цифры нет.

// 645 -> 5

// 78 -> третьей цифры нет

// 32679 -> 6

// Console.WriteLine("Введите число ");
// string number = Console.ReadLine()!;
// if (number.Length < 3)
// {
//     Console.WriteLine("третьей цифры нет ");
// }
// else
// {
//     Console.WriteLine($"{number} -> {number[2]}");
// }
